[
    {
      "id": "01",
      "name": "Chinese",
      "description": "Chinese language skills open up just over 1.3 billion people across China! Learning Mandarin gives you access to communicate with many people and connect on a deeper level, not just in Asia but across the world! Studies suggest that learning Chinese uses more parts of the brain than are required for other languages.",
      "image": "https://i.ibb.co/vLHpx42/category01.jpg"
    },
    {
      "id": "02",
      "name": "Japanese",
      "description": "Learning Japanese will help you to appreciate your own culture as well as your own language because it improves your communication and cognitive skills.",
      "image": "https://i.ibb.co/2jsH95g/category02-1.jpg"
    },
    {
      "id": "03",
      "name": "German",
      "description": "Knowledge of German increases your job opportunities with German and foreign companies in your own country and abroad. Tourism and hospitality industry: Tourists from German-speaking countries travel wide and far, and are the world's biggest spenders when on holiday.",
      "image": "https://i.ibb.co/xLn2knt/speaking.jpg"
    },
    {
      "id": "04",
      "name": "russian",
      "description": "The most obvious reason to learn Russian is its massive popularity. It’s the eighth most widely spoken language in the world and the official language of Russia—the largest country, with a population of 146 million people.",
      "image": "https://i.ibb.co/2FPzNS8/psychology.jpg"
    },
    {
      "id": "05",
      "name": "Korean",
      "description": "Learning Korean helps you to connect with a broad and engaging community of people. Korean is often considered to have the most logical writing system in the world.",
      "image": "https://i.ibb.co/58NLn3y/ielts.jpg"
    },
    {
      "id": "06",
      "name": "English",
      "description": "It is the language of international communication, the media and the internet. Whether it is for professional or personal reasons, understanding the importance of English will help you reach your goals.",
      "image": "https://i.ibb.co/Ks9bvV2/skill.jpg"
    }
  ]